Repository: rawcontext/luxel
Catalog: apps/macos/Sources/LuxelCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, vi, zh_hans

source: Select the full current display.
de: Den gesamten aktuellen Bildschirm auswählen.
es: Selecciona toda la pantalla actual.
fr: Sélectionner la totalité de l’écran actuel.
it: Seleziona l’intero schermo corrente.
ja: 現在のディスプレイ全体を選択します。
ko: 현재 디스플레이 전체를 선택합니다.
pt_br: Selecione toda a tela atual.
pt_pt: Selecione todo o ecrã atual.
vi: Chọn toàn bộ màn hình hiện tại.
zh_hans: 选择当前整个显示器。

source: Selection loupe
de: Auswahllupe
es: Lupa de selección
fr: Loupe de sélection
it: Lente di selezione
ja: 選択範囲のルーペ
ko: 선택 영역 확대경
pt_br: Lupa de seleção
pt_pt: Lupa de seleção
vi: Kính lúp vùng chọn
zh_hans: 选择放大镜

source: Set Custom
de: Benutzerdefiniert festlegen
es: Definir personalizado
fr: Définir une valeur personnalisée
it: Imposta personalizzato
ja: カスタム設定
ko: 사용자화 설정
pt_br: Definir personalizado
pt_pt: Definir valor personalizado
vi: Đặt tùy chỉnh
zh_hans: 设为自定义

source: Set the camera overlay shape.
de: Form der Kameraüberlagerung festlegen.
es: Establece la forma de la superposición de cámara.
fr: Définir la forme de l’incrustation vidéo.
it: Imposta la forma della sovrimpressione video.
ja: カメラオーバーレイの形状を設定します。
ko: 카메라 오버레이 모양을 설정합니다.
pt_br: Defina o formato da sobreposição de câmera.
pt_pt: Defina a forma da sobreposição da câmara.
vi: Đặt hình dạng lớp phủ camera.
zh_hans: 设置摄像头叠加层形状。

source: Set the camera overlay size.
de: Größe der Kameraüberlagerung festlegen.
es: Establece el tamaño de la superposición de cámara.
fr: Définir la taille de l’incrustation vidéo.
it: Imposta le dimensioni della sovrimpressione video.
ja: カメラオーバーレイのサイズを設定します。
ko: 카메라 오버레이 크기를 설정합니다.
pt_br: Defina o tamanho da sobreposição de câmera.
pt_pt: Defina o tamanho da sobreposição da câmara.
vi: Đặt kích thước lớp phủ camera.
zh_hans: 设置摄像头叠加层大小。

source: Set the maximum exported width in pixels.
de: Maximale Exportbreite in Pixeln festlegen.
es: Establece la anchura máxima exportada en píxeles.
fr: Définir la largeur maximale de l’exportation en pixels.
it: Imposta la larghezza massima esportata in pixel.
ja: 書き出し時の最大幅をピクセル単位で設定します。
ko: 내보내기 최대 너비를 픽셀 단위로 설정합니다.
pt_br: Defina a largura máxima exportada em pixels.
pt_pt: Defina a largura máxima exportada em píxeis.
vi: Đặt chiều rộng tối đa khi xuất theo pixel.
zh_hans: 以像素为单位设置导出的最大宽度。

source: Set the preset height in pixels.
de: Höhe der Voreinstellung in Pixeln festlegen.
es: Establece la altura del preajuste en píxeles.
fr: Définir la hauteur du préréglage en pixels.
it: Imposta l’altezza del preset in pixel.
ja: プリセットの高さをピクセル単位で設定します。
ko: 프리셋 높이를 픽셀 단위로 설정합니다.
pt_br: Defina a altura da predefinição em pixels.
pt_pt: Defina a altura da predefinição em píxeis.
vi: Đặt chiều cao cài đặt sẵn theo pixel.
zh_hans: 以像素为单位设置预设高度。

source: Set the preset width in pixels.
de: Breite der Voreinstellung in Pixeln festlegen.
es: Establece la anchura del preajuste en píxeles.
fr: Définir la largeur du préréglage en pixels.
it: Imposta la larghezza del preset in pixel.
ja: プリセットの幅をピクセル単位で設定します。
ko: 프리셋 너비를 픽셀 단위로 설정합니다.
pt_br: Defina a largura da predefinição em pixels.
pt_pt: Defina a largura da predefinição em píxeis.
vi: Đặt chiều rộng cài đặt sẵn theo pixel.
zh_hans: 以像素为单位设置预设宽度。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
pt_pt: Definições
vi: Cài đặt
zh_hans: 设置

# settings.captureSize.height
source: Height %d px
de: Höhe %d px
es: Altura %d px
fr: Hauteur %d px
it: Altezza %d px
ja: 高さ %d px
ko: 높이 %d px
pt_br: Altura %d px
pt_pt: Altura %d px
vi: Chiều cao %d px
zh_hans: 高度 %d px

# settings.captureSize.width
source: Width %d px
de: Breite %d px
es: Anchura %d px
fr: Largeur %d px
it: Larghezza %d px
ja: 幅 %d px
ko: 너비 %d px
pt_br: Largura %d px
pt_pt: Largura %d px
vi: Chiều rộng %d px
zh_hans: 宽度 %d px

# settings.commandLine.installDestinationHelp
source: Install to %@
de: In %@ installieren
es: Instalar en %@
fr: Installer dans %@
it: Installa in %@
ja: %@にインストール
ko: %@에 설치
pt_br: Instalar em %@
pt_pt: Instalar em %@
vi: Cài đặt vào %@
zh_hans: 安装到 %@

# settings.exportPreset.maxWidth
source: Max Width %d px
de: Max. Breite %d px
es: Anchura máx. %d px
fr: Largeur max. %d px
it: Larghezza max %d px
ja: 最大幅 %d px
ko: 최대 너비 %d px
pt_br: Largura máx. %d px
pt_pt: Largura máx. %d px
vi: Chiều rộng tối đa %d px
zh_hans: 最大宽度 %d px

source: Shape
de: Form
es: Forma
fr: Forme
it: Forma
ja: 形状
ko: 모양
pt_br: Formato
pt_pt: Forma
vi: Hình dạng
zh_hans: 形状

source: Share...
de: Teilen...
es: Compartir...
fr: Partager...
it: Condividi...
ja: 共有...
ko: 공유...
pt_br: Compartilhar...
pt_pt: Partilhar...
vi: Chia sẻ...
zh_hans: 共享...

source: Shortcut conflicts are shown inline when a system shortcut uses the same keys.
de: Konflikte werden direkt angezeigt, wenn ein Systemkurzbefehl dieselben Tasten verwendet.
es: Los conflictos se muestran en línea cuando un atajo del sistema usa las mismas teclas.
fr: Les conflits sont affichés lorsque le même raccourci est utilisé par le système.
it: I conflitti vengono mostrati direttamente quando una scorciatoia di sistema usa gli stessi tasti.
ja: システムショートカットが同じキーを使用している場合、競合がその場に表示されます。
ko: 시스템 단축키가 같은 키를 사용하면 충돌이 바로 표시됩니다.
pt_br: Os conflitos são mostrados no local quando um atalho do sistema usa as mesmas teclas.
pt_pt: Os conflitos são apresentados no local quando um atalho do sistema usa as mesmas teclas.
vi: Xung đột được hiển thị tại chỗ khi phím tắt hệ thống dùng cùng tổ hợp phím.
zh_hans: 系统快捷键使用相同按键时，将就地显示冲突。

source: Show a visual ring when clicks happen.
de: Bei Klicks einen sichtbaren Ring anzeigen.
es: Muestra un anillo visual al hacer clic.
fr: Afficher un cercle visuel lors des clics.
it: Mostra un anello visivo quando fai clic.
ja: クリック時にリングを表示します。
ko: 클릭할 때 시각적 링을 표시합니다.
pt_br: Mostre um anel visual quando ocorrerem cliques.
pt_pt: Mostre um anel visual quando ocorrerem cliques.
vi: Hiển thị vòng tròn khi nhấp chuột.
zh_hans: 点击时显示视觉圆环。

source: Show an audio waveform on the notch surface while recording.
de: Während der Aufnahme eine Audiowellenform auf der Notch-Oberfläche anzeigen.
es: Muestra una forma de onda de audio en la superficie de la muesca durante la grabación.
fr: Afficher une forme d’onde audio sur la surface de l’encoche pendant l’enregistrement.
it: Mostra una forma d’onda audio sulla superficie notch durante la registrazione.
ja: 録画中にノッチサーフェスにオーディオ波形を表示します。
ko: 녹화 중 노치 표면에 오디오 파형을 표시합니다.
pt_br: Mostre uma forma de onda de áudio na superfície do notch durante a gravação.
pt_pt: Mostre uma forma de onda de áudio na superfície do notch durante a gravação.
vi: Hiển thị dạng sóng âm thanh trên bề mặt notch khi ghi.
zh_hans: 录制时在刘海界面上显示音频波形。

source: Show Cursor
de: Cursor anzeigen
es: Mostrar cursor
fr: Afficher le curseur
it: Mostra cursore
ja: カーソルを表示
ko: 커서 표시
pt_br: Mostrar cursor
pt_pt: Mostrar cursor
vi: Hiển thị con trỏ
zh_hans: 显示光标

source: Show elapsed recording time in the menu bar.
de: Verstrichene Aufnahmezeit in der Menüleiste anzeigen.
es: Muestra el tiempo de grabación transcurrido en la barra de menús.
fr: Afficher la durée d’enregistrement écoulée dans la barre des menus.
it: Mostra il tempo di registrazione trascorso nella barra dei menu.
ja: 録画の経過時間をメニューバーに表示します。
ko: 메뉴 막대에 경과한 녹화 시간을 표시합니다.
pt_br: Mostre o tempo decorrido da gravação na barra de menus.
pt_pt: Mostre o tempo decorrido da gravação na barra de menus.
vi: Hiển thị thời gian ghi đã trôi qua trên thanh menu.
zh_hans: 在菜单栏中显示录制经过时间。

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
pt_pt: Mostrar no Finder
vi: Hiển thị trong Finder
zh_hans: 在访达中显示

source: Show quick actions when hovering near the notch while idle.
de: Im Ruhezustand Schnellaktionen beim Zeigen nahe der Notch anzeigen.
es: Muestra acciones rápidas al pasar el puntero cerca de la muesca cuando está en reposo.
fr: Afficher les actions rapides au survol de l’encoche lorsque l’app est au repos.
it: Mostra le azioni rapide passando vicino al notch quando è inattivo.
ja: 待機中にノッチ付近へポインタを動かすとクイックアクションを表示します。
ko: 대기 중 노치 근처에 포인터를 올리면 빠른 동작을 표시합니다.
pt_br: Mostre ações rápidas ao passar o cursor perto do notch enquanto estiver ocioso.
pt_pt: Mostre ações rápidas ao passar o cursor perto do notch enquanto estiver inativo.
vi: Hiển thị tác vụ nhanh khi di chuột gần notch lúc chờ.
zh_hans: 空闲时将指针悬停在刘海附近可显示快速操作。

source: Show recording controls around the built-in notch.
de: Aufnahmesteuerung um die integrierte Notch anzeigen.
es: Muestra los controles de grabación alrededor de la muesca integrada.
fr: Afficher les commandes d’enregistrement autour de l’encoche intégrée.
it: Mostra i controlli di registrazione attorno al notch integrato.
ja: 内蔵ノッチの周囲に録画コントロールを表示します。
ko: 내장 노치 주위에 녹화 컨트롤을 표시합니다.
pt_br: Mostre os controles de gravação ao redor do notch integrado.
pt_pt: Mostre os controlos de gravação em redor do notch integrado.
vi: Hiển thị điều khiển ghi xung quanh notch tích hợp.
zh_hans: 在内置刘海周围显示录制控制项。

source: Show Time in Menu Bar
de: Zeit in der Menüleiste anzeigen
es: Mostrar tiempo en la barra de menús
fr: Afficher la durée dans la barre des menus
it: Mostra tempo nella barra dei menu
ja: メニューバーに時間を表示
ko: 메뉴 막대에 시간 표시
pt_br: Mostrar tempo na barra de menus
pt_pt: Mostrar tempo na barra de menus
vi: Hiển thị thời gian trên thanh menu
zh_hans: 在菜单栏中显示时间

source: Shows the application name.
de: Zeigt den Namen der App an.
es: Muestra el nombre de la aplicación.
fr: Affiche le nom de l’application.
it: Mostra il nome dell’applicazione.
ja: アプリケーション名を表示します。
ko: 애플리케이션 이름을 표시합니다.
pt_br: Mostra o nome do aplicativo.
pt_pt: Mostra o nome da aplicação.
vi: Hiển thị tên ứng dụng.
zh_hans: 显示应用名称。

source: Shows the current update availability.
de: Zeigt an, ob derzeit ein Update verfügbar ist.
es: Muestra si hay una actualización disponible.
fr: Indique si une mise à jour est disponible.
it: Mostra la disponibilità corrente degli aggiornamenti.
ja: 現在アップデートが利用できるか表示します。
ko: 현재 업데이트 사용 가능 여부를 표시합니다.
pt_br: Mostra se há uma atualização disponível no momento.
pt_pt: Mostra se existe atualmente uma atualização disponível.
vi: Hiển thị tình trạng có bản cập nhật hiện tại.
zh_hans: 显示当前是否有可用更新。

source: Shows the installed Luxel version.
de: Zeigt die installierte Luxel-Version an.
es: Muestra la versión de Luxel instalada.
fr: Affiche la version installée de Luxel.
it: Mostra la versione di Luxel installata.
ja: インストールされているLuxelのバージョンを表示します。
ko: 설치된 Luxel 버전을 표시합니다.
pt_br: Mostra a versão instalada do Luxel.
pt_pt: Mostra a versão instalada do Luxel.
vi: Hiển thị phiên bản Luxel đã cài đặt.
zh_hans: 显示已安装的 Luxel 版本。

source: Shows the installed version and build.
de: Zeigt die installierte Version und den Build an.
es: Muestra la versión y compilación instaladas.
fr: Affiche la version et le numéro de build installés.
it: Mostra la versione e la build installate.
ja: インストールされているバージョンとビルドを表示します。
ko: 설치된 버전과 빌드를 표시합니다.
pt_br: Mostra a versão e a compilação instaladas.
pt_pt: Mostra a versão e a compilação instaladas.
vi: Hiển thị phiên bản và bản dựng đã cài đặt.
zh_hans: 显示已安装的版本和构建号。

source: Shows whether the notch surface is available.
de: Zeigt an, ob die Notch-Oberfläche verfügbar ist.
es: Muestra si la superficie de la muesca está disponible.
fr: Indique si la surface de l’encoche est disponible.
it: Mostra se la superficie notch è disponibile.
ja: ノッチサーフェスが利用可能か表示します。
ko: 노치 표면 사용 가능 여부를 표시합니다.
pt_br: Mostra se a superfície do notch está disponível.
pt_pt: Mostra se a superfície do notch está disponível.
vi: Hiển thị bề mặt notch có khả dụng hay không.
zh_hans: 显示刘海界面是否可用。

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensioni
ja: サイズ
ko: 크기
pt_br: Tamanho
pt_pt: Tamanho
vi: Kích thước
zh_hans: 大小

source: Start area selection from your previous capture region.
de: Bereichsauswahl mit der letzten Aufnahmeregion beginnen.
es: Inicia la selección de área desde la región de captura anterior.
fr: Commencer la sélection de zone à partir de la région capturée précédemment.
it: Inizia la selezione dell’area dalla regione acquisita in precedenza.
ja: 前回のキャプチャ範囲から範囲選択を開始します。
ko: 이전 캡처 영역에서 영역 선택을 시작합니다.
pt_br: Inicie a seleção de área a partir da região capturada anteriormente.
pt_pt: Inicie a seleção de área a partir da região capturada anteriormente.
vi: Bắt đầu chọn vùng từ vùng chụp trước đó.
zh_hans: 从上次捕捉区域开始选择范围。

source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l’enregistrement
it: Avvia registrazione
ja: 録画を開始
ko: 녹화 시작
pt_br: Iniciar gravação
pt_pt: Iniciar gravação
vi: Bắt đầu ghi
zh_hans: 开始录制

source: Starts a Luxel screen recording.
de: Startet eine Bildschirmaufnahme mit Luxel.
es: Inicia una grabación de pantalla de Luxel.
fr: Démarre un enregistrement de l’écran avec Luxel.
it: Avvia una registrazione dello schermo con Luxel.
ja: Luxelで画面録画を開始します。
ko: Luxel 화면 녹화를 시작합니다.
pt_br: Inicia uma gravação de tela com o Luxel.
pt_pt: Inicia uma gravação do ecrã com o Luxel.
vi: Bắt đầu ghi màn hình bằng Luxel.
zh_hans: 开始 Luxel 屏幕录制。

# status.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 꺼짐
pt_br: Desligado
pt_pt: Desligado
vi: Tắt
zh_hans: 关闭

# status.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
pt_br: Pronto
pt_pt: Pronto
vi: Sẵn sàng
zh_hans: 就绪

# status.required
source: Required
de: Erforderlich
es: Necesario
fr: Requis
it: Richiesto
ja: 必要
ko: 필수
pt_br: Obrigatório
pt_pt: Obrigatório
vi: Bắt buộc
zh_hans: 必需

source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
it: Arresta registrazione
ja: 録画を停止
ko: 녹화 중지
pt_br: Parar gravação
pt_pt: Parar gravação
vi: Dừng ghi
zh_hans: 停止录制

source: Stops the active Luxel recording.
de: Stoppt die aktive Luxel-Aufnahme.
es: Detiene la grabación activa de Luxel.
fr: Arrête l’enregistrement Luxel en cours.
it: Arresta la registrazione Luxel attiva.
ja: 進行中のLuxel録画を停止します。
ko: 활성 Luxel 녹화를 중지합니다.
pt_br: Interrompe a gravação ativa do Luxel.
pt_pt: Para a gravação ativa do Luxel.
vi: Dừng bản ghi Luxel đang hoạt động.
zh_hans: 停止正在进行的 Luxel 录制。

source: Stops the active recording, or starts one with the selected target.
de: Stoppt die aktive Aufnahme oder startet eine mit dem ausgewählten Ziel.
es: Detiene la grabación activa o inicia una con el objetivo seleccionado.
fr: Arrête l’enregistrement en cours ou en démarre un avec la cible sélectionnée.
it: Arresta la registrazione attiva o ne avvia una con la destinazione selezionata.
ja: 進行中の録画を停止するか、選択した対象で録画を開始します。
ko: 활성 녹화를 중지하거나 선택한 대상으로 녹화를 시작합니다.
pt_br: Interrompe a gravação ativa ou inicia uma com o alvo selecionado.
pt_pt: Para a gravação ativa ou inicia uma com o alvo selecionado.
vi: Dừng bản ghi đang hoạt động hoặc bắt đầu ghi với mục tiêu đã chọn.
zh_hans: 停止正在进行的录制，或使用所选目标开始录制。

source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Destinazione
ja: 対象
ko: 대상
pt_br: Alvo
pt_pt: Alvo
vi: Mục tiêu
zh_hans: 目标

source: Tip: enable a Focus to silence notifications.
de: Tipp: Aktiviere einen Fokus, um Benachrichtigungen stummzuschalten.
es: Consejo: activa un modo de concentración para silenciar las notificaciones.
fr: Astuce : activez un mode de concentration pour désactiver les notifications.
it: Suggerimento: abilita una modalità Full immersion per silenziare le notifiche.
ja: ヒント：集中モードを有効にすると通知を消音できます。
ko: 팁: 집중 모드를 활성화하여 알림을 끄세요.
pt_br: Dica: ative um Foco para silenciar as notificações.
pt_pt: Dica: ative uma concentração para silenciar as notificações.
vi: Mẹo: bật chế độ Tập trung để tắt tiếng thông báo.
zh_hans: 提示：启用专注模式可将通知静音。

source: Toggle Recording
de: Aufnahme ein-/ausschalten
es: Alternar grabación
fr: Basculer l’enregistrement
it: Attiva/disattiva registrazione
ja: 録画を開始／停止
ko: 녹화 전환
pt_br: Alternar gravação
pt_pt: Alternar gravação
vi: Bật/tắt ghi
zh_hans: 切换录制

source: Transcript
de: Transkript
es: Transcripción
fr: Transcription
it: Trascrizione
ja: 文字起こし
ko: 대화 내용 기록
pt_br: Transcrição
pt_pt: Transcrição
vi: Bản chép lời
zh_hans: 转录文本

# transcript.jumpToTime.help
source: Jump to %@
de: Zu %@ springen
es: Saltar a %@
fr: Aller à %@
it: Vai a %@
ja: %@に移動
ko: %@으로 이동
pt_br: Ir para %@
pt_pt: Ir para %@
vi: Chuyển đến %@
zh_hans: 跳到 %@

source: Transcripts
de: Transkripte
es: Transcripciones
fr: Transcriptions
it: Trascrizioni
ja: 文字起こし
ko: 대화 내용 기록
pt_br: Transcrições
pt_pt: Transcrições
vi: Bản chép lời
zh_hans: 转录文本

source: Turn this off for faster raw transcripts on long audio recordings.
de: Deaktivieren, um bei langen Audioaufnahmen schneller unsegmentierte Transkripte zu erhalten.
es: Desactiva esta opción para obtener transcripciones sin procesar más rápidas en grabaciones de audio largas.
fr: Désactivez cette option pour accélérer les transcriptions brutes des longs enregistrements audio.
it: Disattiva questa opzione per ottenere più rapidamente trascrizioni grezze di registrazioni audio lunghe.
ja: オフにすると、長い録音の未処理の文字起こしが速くなります。
ko: 이 기능을 끄면 긴 오디오 녹음의 원본 대화 내용 기록이 더 빨라집니다.
pt_br: Desative esta opção para obter transcrições brutas mais rápidas de gravações de áudio longas.
pt_pt: Desative esta opção para obter transcrições em bruto mais rápidas de gravações de áudio longas.
vi: Tắt tùy chọn này để có bản chép lời thô nhanh hơn cho bản ghi âm dài.
zh_hans: 关闭此项可更快生成长录音的原始转录文本。

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non attribué
it: Non assegnato
ja: 未割り当て
ko: 할당되지 않음
pt_br: Não atribuído
pt_pt: Não atribuído
vi: Chưa gán
zh_hans: 未分配

source: Unavailable Camera
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Caméra indisponible
it: Videocamera non disponibile
ja: 使用できないカメラ
ko: 사용할 수 없는 카메라
pt_br: Câmera indisponível
pt_pt: Câmara indisponível
vi: Camera không khả dụng
zh_hans: 摄像头不可用

source: Undo Cropper Selection
de: Bereichsauswahl rückgängig machen
es: Deshacer selección de recorte
fr: Annuler la sélection de recadrage
it: Annulla selezione di ritaglio
ja: 切り抜き範囲の選択を取り消す
ko: 자르기 영역 선택 실행 취소
pt_br: Desfazer seleção de recorte
pt_pt: Anular seleção de recorte
vi: Hoàn tác vùng cắt đã chọn
zh_hans: 撤销裁剪区域选择

# updates.checkNow.help
source: Check for a Luxel update now.
de: Jetzt nach einem Luxel-Update suchen.
es: Busca ahora una actualización de Luxel.
fr: Rechercher maintenant une mise à jour de Luxel.
it: Controlla ora se è disponibile un aggiornamento di Luxel.
ja: Luxelのアップデートを今すぐ確認します。
ko: 지금 Luxel 업데이트를 확인합니다.
pt_br: Verifique agora se há uma atualização do Luxel.
pt_pt: Procure agora uma atualização do Luxel.
vi: Kiểm tra bản cập nhật Luxel ngay bây giờ.
zh_hans: 立即检查 Luxel 更新。

# updates.checkNow.unavailableHelp
source: Update checks will be available when Sparkle is integrated.
de: Die Updatesuche wird nach der Integration von Sparkle verfügbar sein.
es: La búsqueda de actualizaciones estará disponible cuando se integre Sparkle.
fr: La recherche de mises à jour sera disponible après l’intégration de Sparkle.
it: Il controllo degli aggiornamenti sarà disponibile con l’integrazione di Sparkle.
ja: Sparkleの統合後にアップデート確認を利用できるようになります。
ko: Sparkle 통합 후 업데이트 확인 기능을 사용할 수 있습니다.
pt_br: A verificação de atualizações estará disponível quando o Sparkle for integrado.
pt_pt: A pesquisa de atualizações estará disponível quando o Sparkle for integrado.
vi: Tính năng kiểm tra bản cập nhật sẽ khả dụng khi tích hợp Sparkle.
zh_hans: 集成 Sparkle 后即可使用更新检查。

# updates.networkPolicy.disabled
source: Automatic update checks are off; Luxel will not contact the update server.
de: Automatische Updateprüfungen sind deaktiviert; Luxel kontaktiert den Updateserver nicht.
es: Las comprobaciones automáticas de actualizaciones están desactivadas; Luxel no contactará con el servidor de actualizaciones.
fr: La recherche automatique de mises à jour est désactivée ; Luxel ne contactera pas le serveur de mise à jour.
it: Il controllo automatico degli aggiornamenti è disattivato; Luxel non contatterà il server degli aggiornamenti.
ja: アップデートの自動確認はオフです。Luxelはアップデートサーバに接続しません。
ko: 자동 업데이트 확인이 꺼져 있어 Luxel이 업데이트 서버에 연결하지 않습니다.
pt_br: As verificações automáticas de atualização estão desativadas; o Luxel não entrará em contato com o servidor de atualizações.
pt_pt: A procura automática de atualizações está desativada; o Luxel não contactará o servidor de atualizações.
vi: Tính năng tự động kiểm tra bản cập nhật đã tắt; Luxel sẽ không liên hệ với máy chủ cập nhật.
zh_hans: 自动检查更新已关闭；Luxel 不会联系更新服务器。

# updates.networkPolicy.enabled
source: Luxel only touches the network to check for updates, and only if enabled.
de: Luxel greift nur auf das Netzwerk zu, um nach Updates zu suchen, und nur wenn dies aktiviert ist.
es: Luxel solo accede a la red para buscar actualizaciones y únicamente si se ha activado.
fr: Luxel accède au réseau uniquement pour rechercher des mises à jour, et seulement si cette option est activée.
it: Luxel accede alla rete solo per controllare gli aggiornamenti e soltanto se l’opzione è abilitata.
ja: Luxelは、有効になっている場合に限り、アップデートの確認だけにネットワークを使用します。
ko: Luxel은 활성화된 경우에만 업데이트 확인을 위해 네트워크를 사용합니다.
pt_br: O Luxel só acessa a rede para verificar atualizações e apenas quando essa opção está ativada.
pt_pt: O Luxel só acede à rede para procurar atualizações e apenas quando essa opção está ativada.
vi: Luxel chỉ truy cập mạng để kiểm tra bản cập nhật và chỉ khi tính năng này được bật.
zh_hans: Luxel 仅在启用后通过网络检查更新。

# updates.networkPolicy.macAppStore
source: This build does not include the Developer ID updater.
de: Dieser Build enthält den Developer-ID-Updater nicht.
es: Esta compilación no incluye el actualizador de Developer ID.
fr: Cette version n’inclut pas le programme de mise à jour Developer ID.
it: Questa build non include l’aggiornamento Developer ID.
ja: このビルドにはDeveloper ID版のアップデータが含まれていません。
ko: 이 빌드에는 Developer ID 업데이터가 포함되어 있지 않습니다.
pt_br: Esta compilação não inclui o atualizador do Developer ID.
pt_pt: Esta compilação não inclui o atualizador Developer ID.
vi: Bản dựng này không bao gồm trình cập nhật Developer ID.
zh_hans: 此构建不包含 Developer ID 更新程序。

# updates.status.comingSoon
source: Update Checks Coming Soon
de: Updatesuche folgt in Kürze
es: La búsqueda de actualizaciones estará disponible pronto
fr: La recherche de mises à jour arrive bientôt
it: Controllo aggiornamenti in arrivo
ja: アップデート確認は近日公開予定です
ko: 업데이트 확인 기능 출시 예정
pt_br: Verificação de atualizações em breve
pt_pt: Pesquisa de atualizações disponível em breve
vi: Tính năng kiểm tra bản cập nhật sắp ra mắt
zh_hans: 更新检查即将推出

# updates.status.macAppStore
source: Updates Handled by the Mac App Store
de: Updates über den Mac App Store
es: Actualizaciones gestionadas por el Mac App Store
fr: Mises à jour gérées par le Mac App Store
it: Aggiornamenti gestiti dal Mac App Store
ja: アップデートはMac App Storeで管理されます
ko: Mac App Store에서 업데이트 관리
pt_br: Atualizações gerenciadas pela Mac App Store
pt_pt: Atualizações geridas pela Mac App Store
vi: Bản cập nhật do Mac App Store quản lý
zh_hans: 更新由 Mac App Store 管理

# updates.status.readyToCheck
source: Ready to Check
de: Bereit zur Suche
es: Listo para comprobar
fr: Prêt pour la recherche
it: Pronto per il controllo
ja: 確認できます
ko: 확인 준비됨
pt_br: Pronto para verificar
pt_pt: Pronto para procurar
vi: Sẵn sàng kiểm tra
zh_hans: 可以检查

source: Match Display Refresh Rate
de: An Bildwiederholrate des Displays anpassen
es: Ajustar a la frecuencia de actualización de la pantalla
fr: Adapter à la fréquence de l’écran
it: Adatta alla frequenza dello schermo
ja: ディスプレイのリフレッシュレートに合わせる
ko: 디스플레이 재생률에 맞추기
pt_br: Corresponder à taxa de atualização da tela
pt_pt: Igualar a taxa de atualização do ecrã
vi: Khớp tần số quét màn hình
zh_hans: 匹配显示器刷新率
